{
  "personality":{
    "confident":"",
    "shy":"",
    "sassy":"",
    "mysterious":"",
    "sensitive":"",
    "artistic":"",
    "neutral":"",
    "optimistic":"",
    "sarcastic":"",
    "paranoid":"",
    "german":"",
    "dead":""
  },
  "archetype":{
    "hacker":"I did a hackathon event once and I accidentally had a bit too much to drink. I hadn’t eaten dinner so I was white girl wasted after a couple of beers. Anyway I ended up texting a bunch of stupid shit to an ex-girlfriend, to my mom, to my boss. Luckily it was in the middle of the night since it was an all night hackathon thing, so I pounded some coffee and sobered up and realized I had to fix this. So I ended up creating an app that lets you retract sent messages as long as the recipient hasn’t read the text message yet. And I won the hackathon, which was nuts. I ended up being able to retract the texts I sent to my mom and my ex-girlfriend, but the text I sent my boss woke him up and saw that I texted him, “You’re the sweetest candything in this wonka world we live in, mm let me put sprinkles on your face meow meow cookie wasup.” So, I got fired. ",
    "comedian":"A few years back, in order to get stage time at a comedy club, I worked as one of those people with the clipboards in Times Square who try to sell you comedy tickets. Most of the people selling those tickets that are actually comedians, I don’t know if you know that. If you are on the street selling for like an hour or two, then you get to do five minutes of stand-up at the comedy club. If you sell any tickets, then you can potentially get more stage time. So I’m out there, trying to sell these tickets, but nobody is buying. I also felt bad overcharging these naive tourists so even if somebody came up to me and was like, “Hey I want to buy tickets ” I would tell them, “No, you really don’t. This is a huuuge waste of your money.” Eventually these two German guys, about college-aged, come up to me and we get along great. We’re laughing and joking around. They figure out I’m a comedian so they are demanding to buy tickets to the show I’ll be performing on later. And if somebody with a German accent is demanding something, I’ll usually say yes because it’s scary. So I sell them the tickets. Well, cut to the show, and the entire “audience” is honestly just these two poor German guys. I’m performing to just them, so I didn’t even use the microphone. I just sat on the edge of the stage with my legs dangling down and apologized to these dudes for my entire 5 minute set. I quit that shitty job later that night.",
    "athlete":"You remember how Forrest Gump did that epic run across the country? Well my little brother bet me that I couldn’t run from our house on the East Coast all the way to California without dying. And I’m extremely competitive, so I bet him that I definitely could make the run and not die. I was still in college at that point so I had to take a semester off because I figured it would take me like 3 months if I ran at a leisurely pace. I packed up a fanny pack filled with sandwiches and water and stuff. Spent like a week stretching out and getting nimble. By then, my entire town had heard about this bet so people were really into it, setting up web pages and charity drives. I got all these sponsors, it was nuts. By the time I was ready to get going, there was a huge crowd gathered at my house with signs. Everyone was cheering. I was jacked up. Heart pounding. Huge smile on my dumb face. Finally I just started running, and I theatrically flipped off my brother behind my back. But I guess I flipped him off at a weird angle or something because I felt this massive pain shoot through my whole back and I fell forward. Then a huge pain shot through both my ankles. Keep in mind, I’m like 20 feet into my cross-country run. The massive crowd that had gathered to see me off gasped and was silent. They everyone burst out laughing. So my brother won the bet because I had broken my ankle. ",
    "musician":"In high school, my jazz band went to Barcelona one year to play a few concerts and see jazz shows there. It was a week-long trip during Spring Break. I had never been to Spain so it was pretty exciting. When we got there, it was almost immediately the best. The food was great, the people were very nice, the music was fucking awesome. On our last night there, my friend and I snuck out of the hotel with our instruments because we wanted to hit up a jazz club and play some music, get the real Barcelona experience. We were walking down La Rambla, which is the central street in Barcelona. We spent a lot of time on La Rambla during the days but had never been on it at night. And holy shit does that street turn ungodly at night. During the day there are all these vendors and tourists. At night, it’s littered with prostitutes and guys selling guns and pickpockets. And the two of us, two high school kids with instrument cases bigger than our bodies. La Rambla is a really long street and there’s really no other way to get across the city, so we didn’t have any other options because we were about halfway down the street. So we speed up our pace, which was totally noticeable. Eventually a group of guys caught up to us and circled us. They were speaking in Catalan and neither I nor my friend knew what was going on, so we just kinda froze there. The guys ended up mugging us and since we didn’t have any money on us, they took our instruments, which we had both been renting from our high school. Since we were flying out the next day, we pretended that the airline lost our instruments and it totally worked so we never got in trouble. ",
    "student":"I was always an honest student, I never cheated or plagiarized or anything. Except for one time. I was in precalculus my freshman year of high school and our teacher had banned calculators because everyone was storing formulas and stuff in the programmable section of their graphing calculators. At that time, I was so dependent on a calculator that this made things very difficult for me. I hadn’t even been using my calculator to store formulas and cheat, I needed the calculator for its intended purpose because my brain was slow and stupid. So, I snuck my calculator near my foot and used it a few times during the test. Well, as my teacher was walking around the classroom during the test, he stopped at my desk and bent down. My heart was racing. I knew it, I had totally gotten myself caught and would be expelled. Shit, shit, shit. I am such an idiot. My teacher continues bending down under my desk. Then, he somehow, by the grace of God, does not see the calculator and instead picks up my textbook which is under my desk and takes it to the front of the classroom so he can flip through it and check some homework problems he assigned. The teacher was just borrowing my fucking textbook! How did he not see the calculator that was inches away from the textbook? Or maybe he did see it and he was just protecting me? Who the hell knows! As the urine was running down my leg, I promised that I would never put myself in a situation like that again.",
    "socialite":"I am a firm believer that if you walk with confidence and act like you know where you’re going, you can get in anywhere. It also helps if you’re super attractive and rich. Last summer I was in Paris with some friends and we were going to this posh club on Avenue Foch called Le Duplex. We put on our flashiest clothes because we wanted all eyes on us. So we roll up in a limo (duh), some nameless club attendant opens the door for us and we strut toward the door like god damn celebrities. There was a massive line to our right but we didn’t stop blazing toward the door like a bunch of sexy meteors. The bouncer started to ask us who we were, in French, but we didn’t even give him a chance. I immediately cut him off and say “We’re supposed to be here. Check every list. Don’t make me call my father.” That clearly scared the shit out of him because he opened the velvet rope and led us to the best spot in the whole club. Le Duplex has this crazy, massive mixed drink, jungle juice type thing you can order and it comes in a FUCKING TREASURE CHEST, which is literally the size of a treasure chest. So of course we polished off two of those suckers before the night was over. I made out with 14 people and got my passport stolen. It was the best night of my life. ",
    "bro":"",
    "vegan":"",
    "brooklynite":"",
    "workaholic":"",
    "wizard":"",
    "dog":""
  }
}
