{
    "confident":"Make piercing eye contact until a conversation ends, you are a hawk.\nSpeak at a moderate, controlled volume. Everyone deserves to hear you because you’re noteworthy and interesting.\nDo not slouch, stand upright because life is going great and everyone should know.\nKeep your hands out of your pockets, but don’t do too many finger guns.\nWalk at a brisk enough pace that says “I have to pee, but not too badly.” Take large, purposeful steps. Be prepared to crush those beneath you.",
    "shy":"Look at your feet or stare off into an imaginary world.\nSpeak softly, like a hummingbird telling a secret.\nSlouch slightly, lower your head a bit, and keep a sheepish smile plastered on your face.\nKeep your hands in your pockets and sway your torso slightly.\nWalk with no purpose whatsoever, you are a piece of confetti in the wind.",
    "sassy":"Squint slightly, because you doubt everything that is said and you are ready to call things out. Be ready to roll your eyes at any moment.\nSpeak at a relatively high volume and overemphasize words like “WHAT” and “ARE YOU SERIOUS RIGHT NOW” and “COME ON.”\nKeep your head high, shoulders back, definitely not slouching. You are a bad bitch so you make the world look you in the damn face.\nKeep your hands out of your pockets so you can gesticulate when necessary.\nWalk at a brisk enough pace to dole out a maximum amount of sass per capita (SPC)",
    "mysterious":"Stare off into the distance like you’ve seen some shit.\nSpeak seductively and confidently, but keep a relatively quiet volume so it forces people to lean in closer to listen. Speak in metaphors and reveal absolutely nothing.\nLean against a wall whenever possible. If a wall is not available, lean against a nearby person.\nKeep your hands in your pockets. You can also keep one hand in your pocket and one hand out playing with a cigarette lighter.\nMove around the room slowly, like a fog. Let people wonder. Let people ask one another what your deal is. Let people want more.",
    "sensitive":"Make sincere eye contact and loosen your tear ducts. Be ready to tear up at any sad anecdote.\nListen much more than you speak. If you speak, use your words to ask follow-up questions and encourage others to delve into their issues more.\nDo not slouch and remain in relatively close, non-creepy proximity with whomever you’re speaking.\nKeep your hands out of your pockets so you’re ready to cover your mouth during moments of “Oh no he/she did not! That is just awful!”\nWalk with purpose from one emotional moment to the next. Seek out emotional conversations to which you can react. Be able to sniff out the gloom in the venue.",
    "artistic":"Never focus on a single focal point. You’re quirky and full of ideas. Dart your eyes around like you’re a nervous badger.\nWildly fluctuate your speaking volume to keep your listeners on their toes.\nKeep your shoulders high and your head relatively low. The best artists have an odd posture so channel your inner Wednesday Addams.\nDon’t put your hands in your pockets because your pokets are probably filled with thumbtacks and snakes since you’re a crazy artist.\nShuffle through different walking paces. You’re unpredictable, like Gary Busey.",
    "neutral":"Give each person with whom you speak an equal amount of eye contact. Favor no one. Everyone matters the same.\nSpeak at a moderate volume and say uncommitted statements like “Now that is a thing you just said,” “This is a fine conversation,” and “I hear you.”\nStand up straight with your arms at your sides. Do the vanilla ice cream of postures. Pretend you’re a Sim that’s currently being created, just stand there.\nHands out of your pockets because you’re not hiding anything. You’re an open, blank, and featureless book.\nWalk into the venue and stand in one spot in the exact geographic middle, do not move until the event has ended. Walk home alone. Do not whistle.",
    "optimistic":"Blink your eyes often in a cheerful way. Smile with your eyes. Smile with your nose. Smile with your entire head.\nSpeak at a moderate volume and don’t be shy to bring up “the bright side” whenever possible.\nStand up straight and often be on your tip-toes, be ready to flutter away to any negative Nancies who need to perk up.\nKeep your hands out of your pockets so you can gesticulate and pinch people’s cheeks.\nWalk at a dancey, sing-songy pace, like a Disney princess. You are a ray of sunshine in a dark, unwelcoming lagoon.",
    "sarcastic":"Your eyes have to project smugness and apathy, so lift your eyebrows whenever possible.\nSpeak with a nasally tone. Ask obvious questions related to what somebody just said. Use elongated words (“Wow you are soooo welcome”). Make your voice as flat as pancake.\nWhether you’re standing upright or leaning against something, project a false sense of sincerity.\nKeep your hands out of your pockets so you can do air quotes and thumbs up signs to make people feel extra bad about themselves.\nWalk with purpose, you are a shark and you can smell blood. Naïve and happy people must be destroyed.",
    "paranoid":"Keep your head on a swivel, blink often, trust nothing that you see. Check behind you repeatedly. Somebody’s watching you.\nSpeak in rapid out-of-breath whispers. Clear your dry throat after every sentence. Repeatedly refer to “Them.”\nStay low to the ground, defend yourself. Nothing is what it seems.\nKeep your hands out of your pockets so you can scratch your head and bite your fingernails and tug on your hair. Be ready to point at random people and say things like, “I know what you’re doing.”\nWalk like a confused ostrich. Bump into things because you’re constantly shooting glances all around you. Run when you see shadows lurking behind you.",
    "german":"Guten Tag Sie sind Deutsche wow du bist so deutsch. Was wäre eine deutsche Person zu tun, außer Deutsch.\nSie sprechen jetzt in deutscher.\nStehen Sie gerade, weil Sie deutsch sind, und Sie sollten stolz sein.\nHände aus den Taschen Sie Sissi.\nLauf um und schreien, weil der weiß, was los ist. Ich bin so müde.",
    "dead":"Keep your eyes closed. You’re dead.\nDon’t say anything. You’re dead.\nLie down on the ground and stay there. You’re dead.\nKeep your hands and arms stretched out. You’re dead.\nStay still, don’t move or walk. You’re dead."
}
