{
  "personality":{
    "confident":"Describe how you embody the traits of the main characters.",
    "shy":"Say that you’re sure there are probably better movies and TV shows than the ones you like.",
    "sassy":"Exclaim that the person you’re talking to best not bring up up any movies or TV shows that you haven’t yet seen. No spoilers, biatch.",
    "mysterious":"Note that you watch those on silent volume and you instead let the wind whisper its own dialogue. Light a cigarette. Look away.",
    "sensitive":"Describe just how much each of them makes you cry your eyes out, then start crying.",
    "artistic":"Act out your favorite moments from these movies and TV shows through modern dance.",
    "neutral":"Note you just picked four random things and that you have never seen a movie nor a TV show. You usually just watch your blank wall.",
    "optimistic":"Talk about how you’re sure that your favorite shows will never get cancelled and that all of your favorite movies will get well-received sequels. ",
    "sarcastic":"Act surprised that the person you’re talking to has listened to your list. “Woooow you must be sooo smart.”",
    "paranoid":"WHO’S ASKING. TELL NO ONE. FORGET I SAID ANYTHING. ",
    "german":"Ich mag Filme und Serien",
    "dead":"(Dead people don’t watch movies or TV shows. Stay silent. You’re dead.)"
  },
  "archetype":{
    "hacker":"House of Cards, Social Network, Hackers, Silicon Valley",
    "comedian":"Parks and Rec, Anchorman, There’s Something About Mary, Saturday Night Live",
    "athlete":"Remember the Titans, Hoosiers, The Sandlot, Sportscenter",
    "musician":"High Fidelity, The X Factor, Flight of the Conchords, Almost Famous",
    "student":"Ferris Bueller's Day Off, Freaks and Geeks, Legally Blonde, Community",
    "socialite":"The Great Gatsby, The Real Housewives of Orange County, The Simple Life, Clueless",
    "bro":"Entourage, Old School, Fight Club, Rambo",
    "vegan":"The Post Punk Kitchen, Food, Inc., Vegucated, Super Size Me",
    "brooklynite":"Requiem for a Dream, Portlandia, Untitled Swedish Drama from the late-1980’s, Television Static",
    "workaholic":"Bloomberg TV, Videotapes of own previous mistakes, Job Orientation/Training videos, Military History",
    "wizard":"What is a movie? What is TV? I am from Middle-earth. ",
    "dog":"WOOF WOOF WOOF WOOF WOOF WOOF"
  }
}
