{
  "personality":{
    "confident":"You should come check it out, I’ll provide the beers!",
    "shy":"But you’re probably not interested in that, see ya later.",
    "sassy":"Whachyu know ‘bout that?",
    "mysterious":"Or maybe I don’t, who the hell knows. Life is a trap, a dream, a program. We are chess pieces on someone else’s chessboard.",
    "sensitive":"But I’m sorry for rambling on, let’s get back to you.",
    "artistic":"And I want to paint you alongside it, you would be the perfect model.",
    "neutral":"I hope you find this fact interesting and I look forward to you continuing this conversation, go on, it’s your turn to talk.",
    "optimistic":"Isn’t that great? Isn’t life grand?",
    "sarcastic":"I’m sure you have something juuuuust as interesting at your place you incredibly riveting creature.",
    "paranoid":"And I’m pretty sure THEY’RE after it so would you mind hiding it at your place please? We don’t have much time.",
    "german":"Sehen Sie sich meine hübschen Strümpfe!",
    "dead":"(Don’t say another word, you are dead. Why did you say the first part? You shouldn’t be talking. YOU ARE DEAD.)"
  },
  "archetype":{
    "hacker":"Back at my place, I have a cool music app I created and it could use some testers.",
    "comedian":"Back at my place, I have a video of me getting heckled on stage by a bunch of drunk hackers.",
    "athlete":"Back at my place, I have a massive trophy for placing in the Top 100 of the NYC Marathon.",
    "musician":"Back at my place, I have a glow in the dark guitar autographed by Steve Buscemi.",
    "student":"Back at my place, I have bunk beds and Ramen noodles.",
    "socialite":"Back at my place, I have a big bag of drugs and my dad’s American Express card.",
    "bro":"Back at my place, I have a frisbee and a custom beer pong table I built with my frat brothers.",
    "vegan":"Back at my place, I have enough kale to feed a large village.",
    "brooklynite":"Back at my place, I have one of those old-timey bikes with a huge front wheel and tiny back wheel.",
    "workaholic":"Back at my place, I have stacks of paperwork that I have to get through right the fuck now.",
    "wizard":"Back at my place, I have a potion that can turn a man into a zebra.",
    "dog":"WOOF WOOF WOOF WOOF WOOF WOOF"
  }
}
